{
  "title": "Historia Akademii",
  "videoUrl": "CxzGuIDNg1E",
  "body": "Historia Pszczyńskiej Akademii Sztuk Walki zaczyna się już w połowie lat 50-tych ubiegłego wieku, kiedy to w 1957 roku Mistrz Józef Brudny wraz z bratem Janem, zakładają w Pszczynie na Śląsku pierwszą grupę treningową, która później staje się jednym z pierwszych i zarazem najstarszych ośrodków sztuk walki w Polsce.\n\nBracia dorastają w wielopokoleniowej śląskiej rodzinie, otoczeni miłością. Z drugiej strony dostrzegają brutalność otaczającego świata i zaczynają zastanawiać się w jaki sposób można obronić się przed agresją innych. Podczas osobistych dyskusji i obserwacji przyrody kształtują nowe rozwiązania techniczne, które najczęściej oparte są o naturalne reakcje odruchowe człowieka.\n\nEuropejski system myślenia, tradycja rodzinna i regionalna mają szeroki wpływ na charakter metodyki stylu walki z Pszczyny. Trudności w zdobywaniu wiedzy w tym temacie potęguje od samego początku brak lektury fachowej na rynku krajowym. Rozpoczyna się nauka od podstaw – bez mistrzów.\n\nWokół braci Brudnych zbiera się grupa zapaleńców, którzy z odpowiedzi na pytania problemowe budują pewien model, styl. Już po kilku latach określono poważny zbiór technik walki: pady, przewroty, trzymania, dźwignie, rzuty, podcięcia, uderzenia rękami i nogami.\n\nW taki sposób zaczął się kształtować styl walki, który swym wymiarem przekraczał ramy fizycznego rozwoju umiejętności lecz dążył do wszechstronnego modelu rozwoju człowieka opartego na wartościach chrześcijańskich w myśl idei harmonii duszy, intelektu i ciała.",
  "milestones": [
    {
      "year": 1957,
      "title": "Powstanie pierwszej grupy treningowej",
      "description": "Bracia Józef i Jan Brudny zakładają w Pszczynie pierwszą grupę treningową, która staje się jednym z najstarszych ośrodków sztuk walki w Polsce."
    },
    {
      "year": 1966,
      "title": "Powstanie Miejskiego Ogniska TKKF",
      "description": "Otwarcie sal gimnastycznych dla zwolenników sztuk walki. Dostęp do profesjonalnych obiektów treningowych."
    },
    {
      "year": 1976,
      "title": "Ekspansja poza Pszczynę",
      "description": "Józef Brudny otwiera pierwsze sekcje poza Pszczyną: Tychy, Katowice, Jastrzębie. Rocznie ćwiczy ok. 2000 osób."
    },
    {
      "year": 1977,
      "title": "Nawiązanie kontaktu z mistrzem La Duc Trung",
      "description": "Dwudziestolecie Pszczyńskiej Szkoły. Współpraca z mistrzem wietnamskiego stylu Vo Quyen. Nadanie stopni dan założycielom."
    },
    {
      "year": 1984,
      "title": "Powstanie Ogniska TKKF Budo",
      "description": "25 lat działalności. Zmiana nazwy na TKKF Budo. Siedziba w Domu Kultury w Pszczynie."
    },
    {
      "year": 1987,
      "title": "Współpraca międzynarodowa",
      "description": "Nawiązanie kontaktu z mistrzem Klausem Poesteges z RFN. Nadanie tytułów Wielkich Mistrzów braciom Brudnym (6 dan)."
    },
    {
      "year": 1989,
      "title": "Polska Federacja DSiSW",
      "description": "Uczestnictwo w zawiązaniu Polskiej Federacji Dalekowschodnich Sztuk i Sportów Walki w Warszawie."
    },
    {
      "year": 1990,
      "title": "Pszczyńska Akademia Sztuk Walki",
      "description": "Oficjalna zmiana nazwy na Pszczyńska Akademia Sztuk Walki (PASW). Powstanie kolejnych ośrodków treningowych."
    },
    {
      "year": 1996,
      "title": "Międzynarodowa Federacja IBF",
      "description": "Akademia otrzymuje zaproszenie i licencję na reprezentowanie IBF Bruksela na terenie RP."
    },
    {
      "year": 1998,
      "title": "Rejestracja stylu",
      "description": "Mistrz Józef Brudny otrzymuje uchwałę o rejestracji stylu pod nazwą Pszczyńska Sztuka Walki."
    },
    {
      "year": 2010,
      "title": "Patron Akademii",
      "description": "Św. Michał Archanioł zostaje patronem Akademii. Nowe logo z mieczem, skrzydłami i napisem Quisut Deus."
    },
    {
      "year": 2017,
      "title": "Śmierć Mistrza Józefa Brudnego",
      "description": "22 stycznia umiera Mistrz Józef Brudny - Kancho 10 Dan, założyciel PASW. W uroczystościach uczestniczy ok. 1000 osób."
    },
    {
      "year": 2018,
      "title": "Fundacja PASW",
      "description": "Powstanie Fundacji Pszczyńskiej Akademii Sztuk Walki im. Józefa Brudnego. Kultywowanie tradycji i idei Akademii."
    }
  ]
}
