{
  "title": "Historia Akademii",
  "videoUrl": "CxzGuIDNg1E",
  "body": "Historia Pszczyńskiej Akademii Sztuk Walki zaczyna się już w połowie lat 50-tych ubiegłego wieku, kiedy to w 1957 roku Mistrz Józef Brudny wraz z bratem Janem, zakładają w Pszczynie na Śląsku pierwszą grupę treningową, która później staje się jednym z pierwszych i zarazem najstarszych ośrodków sztuk walki w Polsce.\n\nBracia dorastają w wielopokoleniowej śląskiej rodzinie, otoczeni miłością. Z drugiej strony dostrzegają brutalność otaczającego świata i zaczynają zastanawiać się w jaki sposób można obronić się przed agresją innych. Podczas osobistych dyskusji i obserwacji przyrody kształtują nowe rozwiązania techniczne, które najczęściej oparte są o naturalne reakcje odruchowe człowieka. W tym okresie nie funkcjonuje jeszcze nazwa kung-fu, lecz niektóre techniki mają już taki charakter. Chrześcijańskie wychowanie, zainteresowania psychologią, filozofią i socjologią stają się podstawą etyczną pracy nad stylem walki wręcz. Są to lata powstawania pierwszych sekcji Judo w Polsce przy AWF Warszawa i Politechnice Warszawskiej. Pszczyna nie była ośrodkiem wielkiego sportu a bracia Brudni raczej stronili od rywalizacji sportowej, traktując walkę i samoobronę w sposób ekstensywny, wchodzą na drogę sztuki.\n\nEuropejski system myślenia, tradycja rodzinna i regionalna mają szeroki wpływ na charakter metodyki stylu walki z Pszczyny. Trudności w zdobywaniu wiedzy w tym temacie potęguje od samego początku brak lektury fachowej na rynku krajowym. Rozpoczyna się nauka od podstaw – bez mistrzów. Pierwsze spotkania braci polegają na zasadzie – uderz mnie ręka lub nogą, a ja odpowiem moim ruchem i myśleniem w akcji obronnej i kontrataku. Tak zadawano sobie pytanie: – Co zrobisz jak wykonam taki ruch lub uderzę w ten sposób? Co by było gdyby…? Pytania zadawali wszyscy, wszyscy też mieli udział w budowaniu odpowiedzi. Na efekty nie trzeba było długo czekać.\n\nWokół braci Brudnych zbiera się grupa zapaleńców, którzy z odpowiedzi na pytania problemowe budują pewien model, styl. Już po kilku latach określono poważny zbiór technik walki: pady, przewroty, trzymania, dźwignie, rzuty, podcięcia, uderzenia rękami i nogami. W tym czasie również wiedzę praktyczną czerpią od osoby znającej bojowe jiu-jitsu (żołnierza z legendarnej jednostki Cichociemnych, szkolonych w Wielkiej Brytanii i zrzuconych w Polsce do zorganizowania jednostki bojowej i dywersji w okupowanym kraju podczas II wojny światowej). Józef Brudny wraz z bratem poszukiwali ludzi znających sztuki walki oraz korzystali z przedwojennych materiałów książkowych. Od samego początku przyświecała im idea stworzenia klubu, który nie ogranicza się do konkretnego stylu walki lecz jest spójnym systemem wielu rozwiązań. Były to pierwsze Mieszane Sztuki Walki w Polsce, których kierunkiem nie była rywalizacja sportowa.\n\nW taki sposób zaczął się kształtować styl walki, który swym wymiarem przekraczał ramy fizycznego rozwoju umiejętności lecz dążył do wszechstronnego modelu rozwoju człowieka opartego na wartościach chrześcijańskich w myśl idei harmonii duszy intelektu i ciała. Styl partnerstwa i współpracy dla rozwoju i formacji ludzi, którzy chcą ze sobą być, razem pracować i tworzyć harmonię między intelektem, duszą i ciałem.\n\nW roku 1966 powstaje w Pszczynie Miejskie Ognisko TKKF. Środowisko zaakceptowało już zwolenników sztuk walki i otwarto przed nimi drzwi sal gimnastycznych – treningi w parku i szopach stały się wspomnieniem. Przychylność braci Gazda (kolarzy kadry Polski) i Pana Krypczyka (trenera Judo z Katowic) ma wielki wymiar, bowiem oznacza dostęp do sali i kontakt z dynamicznie rozwijającym się w naszym kraju stylem Judo. Konfrontacja samouków ze sportowcami wypada bardzo pozytywnie. Ambicja, silna wola, chęć pokonywania coraz większych barier fizycznych i psychicznych to cechy, które dominują wśród adeptów Pszczyńskiej Szkoły Walki. Kolejne lata są próbą szukania drogi „Do\" (jap.道,) w najpełniejszym wymiarze znaczenia tego słowa. Lata 60-te powoli systematyzują pszczyński styl walki, który opiera się na idei ruchu kuli, listka i wody. W tym aspekcie ujawnia się fundament PASW oparty na Platońskiej i Sokrateńskiej filozofii przyrody. Techniki nabierają wszechstronności w akcjach obronnych i kontratakujących, do szerokiej gamy technik dochodzą: broń w postaci miecza, kija krótkiego i długiego, tonfy oraz nunczaku. Intensywny trening, dyscyplina, poczucie bezpieczeństwa i komunikatywne partnerstwo sprawiają, że pierwsi uczniowie dosyć szybko dochodzą do wysokich umiejętności i sprawności fizycznej. Należą do nich Józef Sosna, Andrzej Niedźwiedź, Stanisław Barosz, Janusz Swoboda „Hawranek\", Janusz Urzoń „Suzi\", Piotr Szłapa „Shogun\". Zgłębiano wiedzę o Konfucjuszu, Tao, Buddyźmie, Shinto, Zen, nie zapominając o Sokratesie, Platonie, Arystotelesie i Chrześcijaństwie. Poszukiwanie i zdobywanie wiedzy wiedzie w owym czasie poprzez filozofię wschodu, która z czasem zostaje wyparta przez dogmaty chrześcijańskie i ugruntowana na kulturze europejskiej.\n\nOd samego początku kładziono nacisk na aspekty psychologiczne i duchowe uprawiania sztuk walk. Wszystkie style walki, które później pojawiły się w Polsce bazowały na obcej nam kulturze azjatyckiej i były nierozerwalnie związane z systemami filozoficzno-religijnymi dalekiego wschodu. Tutaj jako wzór zasad etyczno-moralnych przyjęto idee chrześcijańskie, które odzwierciedlały przeżycia duchowe założycieli i ich przekonania religijne. Było to dla nich naturalne. Tak jak człowiek wchodzi do rzeki, która go obmywa tak oni weszli w tę prawdę. Pięknie oddaje to sentencja Józefa Brudnego – \"Panie Boże spraw bym nigdy nie był ani katem, ani ofiarą\". W Pszczyńskiej Szkole filozofia sztuki walki jawi się jako rodzaj bożego miłosierdzia, stworzonego przez Boga do ochrony życia. Dla niektórych krytyków, sztuki walki i związana z nimi przemoc nijak nie mają się do zasad chrześcijańskich. Przecież to sam Chrystus powiedział: \"Jeżeli uderzą cię w jeden policzek, nadstaw drugi\". Jednak dostając od Boga wolną wolę, możemy bronić swojego życia i życia naszych bliskich, dlatego Mistrz Brudny parafrazując słowa Jezusa mówi: \"A ja trenuje po to aby nie dać się uderzyć w ten pierwszy policzek\".\n\nNa początku lat 70-tych Mistrza Józefa inspirują zachowania obronne zwierząt przez co rozpoczyna się proces stopniowego wprowadzania technik zwierzopodobnych: kota, tygrysa, niedźwiedzia, orła, skorpiona i węża co jest kolejnym etapem ewolucji filozofii przyrody.\n\nW połowie lat siedemdziesiątych następuje w Polsce dynamiczny rozwój różnych stylów walki, a wraz z tym moda na kimono. Bracia Brudny mają już w tym czasie ponad 15 lat treningu za sobą, cechuje ich określona dojrzałość techniczna i wiedza z zakresu filozofii dalekowschodnich sztuk walki. Wszystko co prezentują nie można zamknąć w ramach jednego stylu walki. Wachlarz ich technik jest bardzo bogaty, a sztuka walki wszechstronna i urozmaicona. W 1976 r. Józef Brudny decyduje się otworzyć pierwsze sekcje poza Pszczyną. Wybór pada kolejno na Tychy, Katowice i Jastrzębie. Ekspansja osiąga duże rozmiary. Rocznie w sekcjach ćwiczy ok. 2 tys. osób. Najlepsi prezentują walory swej szkoły w różnych regionach kraju: Szczecinie, Bydgoszczy i Warszawie. Historię Pszczyńskiej Szkoły u boku braci Brudny tworzą: Zbigniew Kasiński, Krzysztof Bułka, Czesław Kłyk, Ryszard Hammer, Henryk Hanak „Hanoi\", Jan Jasiewicz, Marek Łozowski „Słoń\", Stefan Gałuszka „Pila\" i inni. Ich technika jest imponująca.\n\nDwudziestolecie Pszczyńskiej szkoły łączy się z nawiązaniem kontaktu z mistrzem La Duc Trung z wietnamskiego stylu Vo Quyen, mieszkającym w Bydgoszczy. Po dwóch latach współpracy bracia Brudni i wybrani instruktorzy zostają uhonorowaniem stopniami 1 i 2 dan. Jest to kolejny etap, w którym Pszczyńska Szkoła wzbogaca się o nowe rozwiązania techniczne oraz klasykę w postaci form kata m.in. „Tygrysa\", „Żurawia\" i „Płatków róży\".\n\nTym samym organizacja przyjmuje nazwę „Pszczyńska Szkoła Kung-Fu Wu-Shu\" oraz zatwierdza jednocześnie herb szkoły, którym jest symbol orła piastowskiego na czarnej połowie Yin-Yang. Pokazy pszczyńskich mistrzów uświetniają wiele imprez. Ich sztuka walki jest prezentowana w I i II programie TVP.\n\nJest rok 1984 – działalność pszczyńskiej szkoły walk obronnych trwa już nieprzerwanie 25 lat. Przez wiele lat rozwijała się ona jako Ognisko TKKF „Brzym\" (modrzew) a od tego roku jako Ognisko TKKF „Budo\", które dzięki życzliwości kierownictwa Domu Kultury w Pszczynie, znalazło swą siedzibę w wymienionym ośrodku kultury. Aczkolwiek w pszczyńskiej szkole walki wręcz dominują chińskie style walki kung Fu, To jednak kultywuje się tu także japońskie jiu-jitsu, oraz aiki-jitsu, czyli style wchodzące w skład japońskich sztuk walki Budo (stąd też nazwa ogniska). W tym roku pszczyńska szkoła walki skupia 12 ośrodków (sekcji) zlokalizowanych w różnych miejscowościach województwa katowickiego (śląskiego), którym patronują kopalnie, organizacje młodzieżowe, TKKF-y i domy kultury. W artykule „Pszczyński Shaolin Braci Brudny\" dr Krzysztof Kondratowicz tak pisał o założycielach pszczyńskiej szkoły walki:\n\n„…Bracia – Józef i Jan Brudny – to mężczyźni w średnim wieku, pełni witalnych sił i optymizmu, serdeczni, szczerzy i skromni, a przy tym odpowiedzialni i konsekwentni w swym działaniu. Posiedli oni głęboką wiedzę, a także praktyczne umiejętności w zakresie różnych dalekowschodnich walk obronnych. Strefą ich zainteresowania i samodoskonalenia jest psychologia, filozofia (Dalekiego Wschodu i greckich filozofów: Arystotelesa, Sokratesa, Platona), etyka, kultura, pedagogika, a także muzyka, która – jak mówią bracia Brudny – dostarcza im wiele głębokich przeżyć duchowych – Bracia Brudny mówią: aczkolwiek fascynują nas dalekowschodnie sztuki walk obronnych, których tradycje kultywujemy z pasją, a zwłaszcza ich filozofię i etykę – to jednak my i nasi uczniowie myślimy po polsku…\".\n\nOdzwierciedleniem tych słów są fundamenty na których szkoła opiera swoją koncepcję czyli kanony filozofii chrześcijańskiej i kultury europejskiej. Mistrz, chcąc zachować równowagę w rozwoju duchowym i fizycznym wprowadza ćwiczenia relaksacyjne, medytacyjne, a dla osób zaawansowanych kontemplacyjne. Korzystając z pomocy zaprzyjaźnionych księży i zakonników klasztoru chrześcijańskiego organizuje dni skupienia a także coroczne rekolekcje dla Instruktorów i zainteresowanych członków Pszczyńskiej Szkoły Walki.\n\nPierwsze treningi duchowe odbywają się w 1986 roku w Ratułowie gdzie prowadzącym jest ks. Ryszard Kubasiak. Od 1989 roku rekolekcje zakorzeniają się w Zakopiańskim klasztorze Sióstr Boromeuszek a prowadzącym jest ks. Wiktor Zajusz, którego w późniejszych latach zastąpi obecny Kapelan Akademii ks. Stanisław Jaromin. Znaczącymi postaciami, które miały wpływ na rozwój duchowy członków Pszczyńskiej Szkoły są również o.Ludwik oraz o.Cyrus. Wszyscy wymienieni obok długiego stażu treningowego posiedli wysokie umiejętności techniczne w sztukach walki i są posiadaczami stopni mistrzowskich.\n\nW połowie lat osiemdziesiątych z Pszczyńską Szkołą nawiązują kontakt mistrzowie karate z Czechosłowacji. Do Szkoły przyłącza się ośrodek z Ostravy, którym kieruje Instruktor Karel Doleżal. Kolejne kontakty Pszczyna nawiązuje ze Szkołą Wu Shu z RFN, klubami z Norwegii, Włoch oraz korespondencyjnie z mistrzami Wu Shu i Tai Chi z Wielkiej Brytanii.\n\nW czerwcu 1987 roku trzech instruktorów Pszczyńskiej Szkoły – Jan Jasiewicz, Stefan Gałuszka i Marek Łozowski zostaje wysłanych do Republiki Federalnej Niemiec w celu nawiązania kontaktu z mistrzem stylu Shaolin Kempo – Klausem Poestegese'm – 9 toan (dan). Po wyjaśnieniu celu wizyty i zademonstrowaniu swoich umiejętności, instruktorzy są zaproszeni do wspólnych treningów w Centrum Kung Fu w Moenchengladbach. W czasie tego pobytu wymienieni instruktorzy wzbudzają także zainteresowanie członków jednostki antyterrorystycznej GSG-9 z Bonn a Mistrz Poesteges wyraża chęć odwiedzenia Pszczyńskiej Szkoły Walki do której dochodzi jesienią tego samego roku. Klaus Poesteges przyjeżdża wraz z asystentem Ralfem Weltersem- 5 dan oraz trzema członkami jednostki GSG-9. Goście zwiedzają ośrodki sztuki walki w województwie katowickim, gdzie prowadzą szkolenia dla instruktorów. Mistrzowie i założyciele Pszczyńskiej Szkoły Walki – Józef i Jan Brudny otrzymują stopnie 6 dan. Zostają również uhonorowani tytułami „Wielkich Mistrzów\" co daje im wyłączność na reprezentowanie styli Chan Shaolin Si & DjiSu Kung-Fu na terenie Polski. Pozostali instruktorzy otrzymują stopnie 3, 4 i 5 dan, oprócz wcześniej wymienionych wśród nich są: bracia Czesław i Bogdan Piasek, Leszek i Jan Gałyga, Daniel Mędrzak, Ewald Przewoźnik, Zbigniew Rzepa, Eugeniusz Leś, Adam Noras, Jerzy Wawrzonowski, Wojciech Karaźniewicz „Wujek\", Piotr Stenberg.\n\nW 1988 roku dochodzi do drugiej wizyty Mistrzów z Moenchenglandbach połączonej z sesją szkoleniową w Pszczyńskiej Szkole Kung Fu Wu Shu. Przewodzili jej Mistrz Józef Brudny oraz Klaus Poesteges reprezentujący Federację IBF w Brukseli.\n\nW 1989 roku powstaje Polska Federacja Dalekowschodnich Sztuk i Sportów Walki w Warszawie, gdzie Pszczyńska Szkoła uczestniczy w jej zawiązaniu i staje się pełnoprawnym i aktywnym jej członkiem. Wiceprezesem tej organizacji zostaje Czesław Kłyk, którego rok później zastępuje Jan Jasiewicz.\n\nOd 1990 roku Szkoła przyjmuje oficjalną nazwę „Pszczyńska Akademia Sztuk Walki\", powstają też kolejne ośrodki treningowe, m.in. w Rybniku, Wodzisławiu Śl., Żorach, Rzeszowie, Zabrzu, Gliwicach, Knurowie, Chorzowie, Raciborzu, Rudzie Śl., Tarnowskich Górach, Cieszynie, Siemianowicach a założycielami i kolejnymi instruktorami prowadzącymi sekcje Akademii są m.in.: Roman Kruła, Jacek Warchał, Bernard Górny, Józef Stencel, Adam Postulka, Krzysztof Drożniak, Janusz Kropiwnicki, Witold Rejbicz, Marek Kropiwnicki, Witold Pukas, Wiesław Bigos, Zbigniew Syc, Ryszard Bohm, Krzysztof Hibner, Grzegorz Dyrda.\n\nW 1996 roku Akademia otrzymuje zaproszenie do międzynarodowej federacji IBF w Brukseli, której staje się członkiem i otrzymuje licencję na reprezentowanie tej federacji na terenie RP.\n\nW kolejnych latach PASW nawiązuje kontakty i wymienia się doświadczeniami z kilkoma innymi organizacjami. Wśród nich są: Włosko-Chińska Federacja Wu-Shu, Combatsombo z Wielkiej Brytanii oraz Escrima z Niemiec.\n\nW roku 1997 reprezentacja PASW bierze udział w Mistrzostwach Świata Federacji IBF, które odbywają się w Istambule. Zawody kończą się powodzeniem. Na podium staje Zbigniew Syc, który zdobywa II miejsce w konkurencji Kata, natomiast Ryszard Bochm zajmuje IV miejsce.\n\nKolejny sukces pojawia się w roku w 1998 na Mistrzostwach Europy w Antwerpii (Belgia) gdzie reprezentacja Akademii zajmuje I miejsce w klasyfikacji drużynowej. Kończy się krótka przygoda sportowa PASW. Inne spojrzenie na sztuki walki i formę szkolenia spycha na margines rywalizację sportową.\n\n28 Listopada 1998 r. Mistrz Józef Brudny – Kancho 10 DAN otrzymuje z rąk Zarządu Polskiej Federacji Dalekowschodnich Sztuk i Sportów Walki w Warszawie uchwałę o rejestracji stylu pod nazwą „Pszczyńska Sztuka Walki\" a także podziękowanie za kultywowanie polskiej tradycji, reprezentowanie Polskiej Sztuki Walki na arenach międzynarodowych oraz wychowanie i wykształcenie rzeszy instruktorów o wysokich kwalifikacjach.\n\nWchodząc w rok 2000 Pszczyńska Szkoła określa nowe zadania do realizacji. Celem Akademii jest kreowanie modelu europejskiego wojownika opartego o wartości chrześcijańskie, kanony kultury europejskiej, wychowanie w nauce psychologii, socjologii, medycyny i nowoczesnej metodyki wychowania fizycznego. Szkoła kładzie nacisk na rozwój wewnętrzny, uznając, że sztuka walki jest walką z samym sobą, nałogami, stresem, kompleksem, strachem, ma stwarzać warunki akceptacji i przyjaźni, pewności działania i radości życia.\n\nWe wrześniu 2000 r. Instruktorzy Marek Talarek i Mariusz Fabijański otwierają filie na Mazowszu. Powstają kolejno sekcje w Warszawie, Zielonce, Ząbkach, Sokołowie Podlaskim, Węgrowie i Legionowie.\n\nDo Akademii przystępują również ośrodki z Republiki Czeskiej. Instruktorzy Frantisek Mrlik, Andrej Karafa, Pavel Knap, Libor Kaplan, Michael Rumpel, Pavel Curzydlo i Jan Paldus prowadzący sekcje w miejscowościach: Ostrava, Zlin, Orlova i Frydek-Mistek.\n\nW 2001 roku Mistrz Józef Brudny zostaje uhonorowany przez dr Krzysztofa Kondratowicza Soke Dai Kaiden 10 dan, prekursora polskiego Jiu-Jitsu stopniem honorowym 10 dan w stylu Jiu-Jitsu GOSHIN-RYU.\n\nW 2004 roku powstaje filia Akademii w Niemczech. W miejscowości Nienburg rozpoczyna działalność sekcja, którą zakłada Instruktor Maciej Michalczyk.\n\nW tym samym roku na stanowisko Dyrektora Technicznego Pszczyńskiej Akademii Sztuk Walki oraz Wiceprezesa Polskiej Federacji Dalekowschodnich Sztuk i Sportów Walki w Warszawie zostaje powołany wieloletni trener Akademii Jacek Warchał.\n\nW roku 2007 r. Pszczyńska Akademia Sztuk Walki nawiązuje stałą współpracę z przedstawicielami Rosyjskiego stylu Systema w celu wymiany doświadczeń oraz nauki Rosyjskiej Sztuki Walki. Po czterech latach wspólnych treningów z Sergiejem Borściewem (mistrzem Rosyjskiej Sztuki Walki Systema) oraz jego asystentem Davidem Sykorą i podnoszeniu kwalifikacji pada propozycja reprezentowania tego stylu na terenie Polski przez Instruktorów Akademii.\n\nObecnie Pszczyńska Akademia Sztuk Walk oparta jest na bazie następujących stylów:\n\nKung Fu Chan Shaolin Si Dju Su (styl chiński)\nKung Fu Vo Ouyen (styl wietnamski)\nSistema (wojskowy styl rosyjski)\nJiu – Jitsu\nBoks\nThaiboks\nEscrima\n\nNajważniejszą charakterystyczną cechą stylu Pszczyńskiej Sztuki Walki jest ukierunkowanie wyłącznie na walkę realną w samoobronie i prowadzenie treningów właśnie pod tym kątem, mając na uwadze sytuacje ekstremalne takie jak; obrona przed nożem, kijem, bronią palną, obrona przed 2-3 przeciwnikami, walka w terenie i pomieszczeniach zamkniętych.\n\nSzacunek do drugiego człowieka, jego myśli, predyspozycji psychofizycznych formułuje filozofię nie zamykania ludzi w schematy. Ćwiczącym zostawia się dużą swobodę w doborze i sposobie wykonywania technik doskonalenia ciała, intelektu i ducha. \"Nikt nie ma recepty na rację uniwersalną, racja każdego z nas powinna być racją ostateczną\" – maksyma ta odnosi się zarówno do technik walki, form medytacji oraz sposobu na życie.\n\nJednakże nie przywiązujemy wagi do żadnego ze stylów i określamy swój styl jako Combat co odpowiada w pełni charakterowi i kierunkowi treningów PASW. Tak więc Pszczyńska Sztuka Walki dopracowała się wspólnych założeń technicznych, ma własne oryginalne rozwiązania i określiła filozofię stylu. Jednym słowem posiada wszystkie cechy nowego odrębnego systemu walki. Po prawie 50 latach, pod okiem mistrza Józefa kilka pokoleń instruktorów stworzyło Polski System Walki.\n\nProgram szkoleniowy odbywa się w trzech kierunkach: Pierwszy skierowany jest do najmłodszych – forma zabawowo-ruchowa i wychowawcza. Drugi dla młodzieży i dorosłych, którzy zajęcia traktują jako pasję i rekreację – w programie nauczania występują: Gimnastyka podstawowa, joga, akrobatyka, relaksacja, medytacja i kontemplacja, metodyka sztuki walki, formy klasyczne itp. Trzeci oparty o system Combat, czyli bojowe wykorzystanie uproszczonych technik sztuk walki, podparte o umiejętność strzelania z broni palnej, survival oraz sztukę radzenia sobie w każdej sytuacji.\n\nW roku 2010 Akademia na swojego Patrona obiera św. Michała Archanioła, jego atrybuty w postaci miecza i skrzydeł pojawiają się na nowym logo, na którym występuje również napis „Quisut Deus\". Mistrz Józef Brudny skomentował to zdarzenie słowami: \"Długo dojrzewaliśmy do tego momentu ale nareszcie całą koncepcję Pszczyńskiej Akademii Sztuk Walki udało nam się zamknąć klamrą w postaci tego godła\".\n\n22 stycznia 2017 roku umiera Mistrz Józef Brudny – Kancho 10 Dan – założyciel Pszczyńskiej Akademii Sztuk Walki. We Mszy Św. koncelebrowanej przy udziale siedmiu kapłanów oraz uroczystości pogrzebowej uczestniczy ok. 1000 osób. Oprócz rodziny, przyjaciół, wychowanków, rzeszy trenerów i instruktorów obecne są Władze Polskiej Federacji Dalekowschodnich Sztuk i Sportów Walki w Warszawie oraz Mistrzowie wielu styli sztuk i sportów walki z Polski, Republiki Czeskiej, Niemiec, Wielkiej Brytanii, Wietnamu i Australii.\n\nPo śmierci Mistrza w 2018 roku powstaje Fundacja Pszczyńskiej Akademii Sztuk Walki im. Józefa Brudnego której fundatorami zostali Jan Brudny i Aleksander Brudny. Na funkcję prezesa zarządu wybrany został Jacek Warchał. Członkami zarządu zostali Zbigniew Syc i Krzysztof Drożniak. W maju 2019 roku Zbigniew Syc zrezygnował z członka zarządu fundacji. Rada nadzorcza fundacji w składzie: Robert Trybulski i Piotr Piekarski. Fundacja posiada również Radę Instruktorów w składzie: Ewald Przewoźnik, Marek Talarek, Mariusz Fabjiański, Paweł Śliwka, Rafał Bem i Dariusz Płoskonka. Główne cele Fundacji to kultywowanie tradycji, idei i myśli Pszczyńskiej Akademii Sztuk Walki zapoczątkowanej przez braci Brudnych oraz grupy ludzi skupionych wokół pasjonatów z Pszczyny.\n\nTo my jesteśmy Akademią, cegiełkami budującymi to wspólne dzieło. Mistrz nigdy nie stawiał siebie na piedestale, tylko zawsze ludzi, którzy go otaczają. Był człowiekiem skromnym, pomimo tylu zasług dla środowiska sztuk walki. Członkom akademii, również przyświeca idea dążenia do doskonałości i ciągłego rozwoju bo dzięki temu Akademia jest w drodze i my jesteśmy w drodze.",
  "milestones": [
    {
      "year": 1957,
      "title": "Powstanie pierwszej grupy treningowej",
      "description": "Bracia Józef i Jan Brudny zakładają w Pszczynie pierwszą grupę treningową, która staje się jednym z najstarszych ośrodków sztuk walki w Polsce."
    },
    {
      "year": 1966,
      "title": "Powstanie Miejskiego Ogniska TKKF",
      "description": "Otwarcie sal gimnastycznych dla zwolenników sztuk walki. Dostęp do profesjonalnych obiektów treningowych."
    },
    {
      "year": 1976,
      "title": "Ekspansja poza Pszczynę",
      "description": "Józef Brudny otwiera pierwsze sekcje poza Pszczyną: Tychy, Katowice, Jastrzębie. Rocznie ćwiczy ok. 2000 osób."
    },
    {
      "year": 1977,
      "title": "Nawiązanie kontaktu z mistrzem La Duc Trung",
      "description": "Dwudziestolecie Pszczyńskiej Szkoły. Współpraca z mistrzem wietnamskiego stylu Vo Quyen. Nadanie stopni dan założycielom."
    },
    {
      "year": 1984,
      "title": "Powstanie Ogniska TKKF Budo",
      "description": "25 lat działalności. Zmiana nazwy na TKKF Budo. Siedziba w Domu Kultury w Pszczynie."
    },
    {
      "year": 1987,
      "title": "Współpraca międzynarodowa",
      "description": "Nawiązanie kontaktu z mistrzem Klausem Poesteges z RFN. Nadanie tytułów Wielkich Mistrzów braciom Brudnym (6 dan)."
    },
    {
      "year": 1989,
      "title": "Polska Federacja DSiSW",
      "description": "Uczestnictwo w zawiązaniu Polskiej Federacji Dalekowschodnich Sztuk i Sportów Walki w Warszawie."
    },
    {
      "year": 1990,
      "title": "Pszczyńska Akademia Sztuk Walki",
      "description": "Oficjalna zmiana nazwy na Pszczyńska Akademia Sztuk Walki (PASW). Powstanie kolejnych ośrodków treningowych."
    },
    {
      "year": 1996,
      "title": "Międzynarodowa Federacja IBF",
      "description": "Akademia otrzymuje zaproszenie i licencję na reprezentowanie IBF Bruksela na terenie RP."
    },
    {
      "year": 1998,
      "title": "Rejestracja stylu",
      "description": "Mistrz Józef Brudny otrzymuje uchwałę o rejestracji stylu pod nazwą Pszczyńska Sztuka Walki."
    },
    {
      "year": 2010,
      "title": "Patron Akademii",
      "description": "Św. Michał Archanioł zostaje patronem Akademii. Nowe logo z mieczem, skrzydłami i napisem Quisut Deus."
    },
    {
      "year": 2017,
      "title": "Śmierć Mistrza Józefa Brudnego",
      "description": "22 stycznia umiera Mistrz Józef Brudny - Kancho 10 Dan, założyciel PASW. W uroczystościach uczestniczy ok. 1000 osób."
    },
    {
      "year": 2018,
      "title": "Fundacja PASW",
      "description": "Powstanie Fundacji Pszczyńskiej Akademii Sztuk Walki im. Józefa Brudnego. Kultywowanie tradycji i idei Akademii."
    }
  ]
}